Repository: Smilauer/KohaCZ
Catalog: misc/translator/po/*-pref-kohacz.po
Languages: cs

source: authorities.pref#EnablePushingToAuthorityServer# Don't use
cs: Vypnout

source: authorities.pref#EnablePushingToAuthorityServer# Enables pushing to authority server as an update or create action
cs: posílání autorit přes Z39.50 Update.

source: authorities.pref#EnablePushingToAuthorityServer# Use
cs: Zapnout

source: cataloguing.pref#UsePermanentWithdrawal# Don't use
cs: Nepoužívat

source: cataloguing.pref#UsePermanentWithdrawal# Use
cs: Používat

source: cataloguing.pref#UsePermanentWithdrawal# permanent withdrawal mode for withdrawing items. This generates an unique withdrawal number.
cs: pro odepisování jednotek režim trvalého odpisu. Zároveň bude generováno unikátní úbytkové číslo.

source: opac.pref#OpacResetPassword# to recover their password via e-mail in the OPAC
cs: obnovit heslo přes on-line katalog

source: opac.pref#OpacResetPassword# Library users are
cs: Čtenáři si

source: opac.pref#OpacResetPassword# allowed
cs: mohou

source: opac.pref#OpacResetPassword# not allowed
cs: nemohou

source: patrons.pref#CheckPrevIssue# check borrower loan history to see if the current item has been loaned before.
cs: historii výpůjček čtenáře a upozornit, pokud již daný dokument měl vypůjčený.

source: patrons.pref#CheckPrevIssue# Unless overridden, do
cs: Kontrolovat

source: patrons.pref#CheckPrevIssue# Unless overridden, do not
cs: Nekontrolovat

source: patrons.pref#CheckPrevIssueSerialFrameworks# (separate columns with |)
cs: (oddělit sloupce svislítkem |)

source: patrons.pref#CheckPrevIssueSerialFrameworks# The following frameworks are considered serials while checking for already loaned items:
cs: Tyto katalogizační šablony se používají pro katalogizaci periodik (kontrola, zdali již měli čtenáři půjčeno tak proběhne na základně jednotek, nikoliv titulů):
